{
    "元首卦": "<p>《神定經》：統乾之體，大人之象，飛龍在天</p>《六壬統宗》：（一上克下）以尊制卑，大順之徵，為諸課首，故名元首。</br>占主天地得位品物鹹亨，事從外來，起男子，憂喜皆實，臣忠子孝，婚諧謀遂，孕生男，兵訟先者勝，賈人獲利，官職首擢，利見大人。如日辰年命发用正時六處值旺相乘吉將更逢富貴、官爵、三光、三陽等吉課，仕人貴顯不可言。</br>此課大象順利十分，然或得兇神惡將，三傳不順，反主下順上而上不從（說明：上得兇神惡將，上不正）。又如，一上克下，而上休囚死氣，下卻旺相德合歲月建，反主上雖制下，而下不受制，未可執一也。",
    
    "重審卦":"<p>《神定經》：統坤之體，六五黃裳無吉。</p>《六壬統宗》：<p>亦名“始入”。以下犯上為逆，徵事有可虞，須再三詳審，故名重審。然止於一下克上，為发難之端，故名始入。</p><p>占主不忠不孝，事從內起，由女人，孕生女，兵訟後者勝，謀望先難後成，大抵貴順吉，貴逆兇，墓絕傳生旺吉，生旺傳墓絕兇，初克末吉，末克初兇，全要末傳得吉將、天月德等可化諸兇。</p><p>此課利下不利上，然或一下賊上而下休囚上旺相，則下雖乖違不能肆害，如生金不畏死火之類。</p>",
    
    "知一卦":"<p>神定經：統比之體，去讒任賢</p><p>《六壬大全》：</p><p>凡課有二上克下，或二下克上，擇課之陰陽與今日比者而為用神，曰：知一課。比者和也，陽日陽比，陰日陰比，二爻皆動，事有兩岐，善惡混處，必知擇其比和一善者而用之，故名知一。事宜惟一，允執厥中，占物占人皆在近也。統比之體，乃去讒任賢之課也，比者親輔也，有不寧方來意。</p><p>象曰：比者為喜，不比為憂，詞宜和允，兵利主謀，禍從外起，事向朋謀，尋人失物，近處堪求，如課下克上，有嫉妬，日辰貴後主遲疑，或主三克度厄，四克無祿，亂動狐疑，則有上六比之無首兇象，或上克下有嫌疑。日辰貴前，主事順，及止二克，貞固擇一，則有，比六二，自內貞吉之象也。</p><p>訂論：知一亦名比隣（或二上克下，或二下克上），擇課之陰陽與日幹比者為用神，陽日陽比，陰日陰比，二爻皆動，事有兩岐，必知擇而定於一，故名知一。</br>占主事起同類，禍自外來，失物尋人俱在隣近，兵訟宜和，凡事狐疑不決，若是吉神比者為近，不比為遠，若是兇神比者為喜，不比為憂。</br>此課大端舍遠就近，舍疏就親，恩中有害之象。</p><p>《神定經》：金匱經曰：欲知其一，必得其二，謂二上克一下，二下克一上，以比者為用。言比者為近，不比者為遠。比者為善，不比者為憂。注曰：二上克下，同類相妬，朋友讒佞，禍從外來，利客不利主（原文：利主不利客，依《六壬大全》修訂），二下賊上，妻財鬥訟，咒咀不止，占賊不出邑里之地。</p>",
    
    "涉害卦": "<p>《神定經》：</br>統坎之體，苦盡甘來。</br>金匱經曰：察其微，見其機，謂二比二不比，當以涉害者為用。涉害覆等，先見者為用。以此占人，所作稽留，憂事難解，懷孕傷胎。</p><p>《六壬大全》：</br>凡課有二上克下或二下克上與今日俱比俱不比則以涉地盤歸本家受克深處為用，為涉害課。涉者，度也，害者，克也，若五行屬土，則以土深淺，如，亥加丑，前行歷辰戊未己戌土位五重，歸本家亥位，不論孟仲季比用，止取涉度害克位之最深者，故名涉害。占者凡事艱難，必有稽遲，歷盡風霜而後得，統坎之體，乃苦盡甘來之象也。</br>象曰：風波險惡，度涉艱難，謀為利名，多費機關，婚姻有陰，疾病難安，胎孕遲滯，行人未還，如神將兇，三四克，災深難解，則應坎初六，習坎，入坎象也，或我克他，日辰旺相，神將吉，受克淺，憂淺易解，事難（素鍵：難，似為艱難，非難以）終成，則應坎卦辭“有孚必亨象”，以是而行，必有功矣。</br>凡課有二上克下，或二下克上，甚至四克賊，俱比俱不比，以寅申巳亥孟神用，為見機格，如課中有仲季，必待用孟之機深者。蓋事之初起，禍福隨之，見事，必知機而作，故見機，占事有疑，急須改變，若守舊，則有稽留難解之患也。</br>象曰，利涉大川，有孚，貞吉，動作見機，不俟終日，名利難遂，胎孕未實，疑事急改猶豫有失，如神將吉以吉言，兇以兇論，乃多算勝，少算不勝，將涉水，不輕進之象也。</br>凡課有克賊，俱比俱不比，無孟取仲季用，為察微格。蓋孟深仲淺，季作微分，課克無孟，必審察仲季之微克者，故名察微，占者恐人不仁，或有小人謀害之意，必思慮提防，無可患也。</br>象曰：知中有刀，蜜中有砒，大人利見，舊德微施，人情淺泊，世事難披，防範機密，物欲必齊，凡事詳神將吉兇言之，乃少算勝而無算不勝，尚中正，不利涉大川之象也。</br>凡課涉害者，覆相等，以四課中先見者用，為綴瑕格。蓋涉害數歸本家，又覆相似，剛日以日上先見神為用，柔日取辰上先見神為用，如二物相並，深中取先，高中取捷（素鍵：高中科舉），冠上有綴瑕玉飾之象，故名綴瑕格，占事艱難，首尾牽連，惟才德服從者吉也。</br>象曰：兩雄交爭，經延歲月，人眾牽連，災耗不絕，君子宜親，小人可輟，胎孕逾期，行人失缺，如月建吉神入傳吉，日辰有氣雖事延有成象也。</p>",
    
    "遙克卦":"<p>《六壬大全》：</br>凡課無克，取日幹與四課上神相克者為用，曰遙克。課遇有兩克相比為用，遙相克賊，故名遙克。如蒿矢為鏃，彈身為箭，身物難中，不足為畏。凡事禍福不測，憂在西南而西北有善，乾陽方也。蓋此課先盡四課上神克日幹為用，曰蒿矢格，如遠神克日緩而且輕，折蒿為矢力弱難傷，故名蒿矢，占事始而雷吼驚恐，終卻無妨，統睽之體乃狐假虎威之課也。又睽乘異也（小事吉）。</br>象曰：始有兇勢，愈久愈休，憂喜未實，文書虛謀，外謀幹己，有客為仇，兵利為主，不利他求，如神將兇、貴逆，日、辰、用神無氣，主盜賊陰謀，有載鬼一車之兇象。若神將吉，貴順，日用有氣則幹貴，有喜，行人來，訪人見，事成，災禍漸小而安，有婚媾，遇雨吉象也，兇吉應在睽上九推之。</br>如課上下無克，又無神克日，則以日幹遙克課上神為用，曰彈射課。蓋我去克他，以致遠，如彈丸當箭，遙射傍物，難中，故名彈射。占者事遠難就，縱成，虛名虛利，不得實用或日克兩神為箭中雙鹿，事尤多心兩意。</br>象曰：巳謀他事，禍從內施，兵用客利，事宜後為，訪人不見，行人未歸，空亡发用，動作尤虛，如神將兇，帶刑害，貴逆，主事不睦，多冤仇、盜賊兇象，神將遇德合貴順，則親朋和氣吉象也。</br>訂訛</br>蒿矢，神雖遙克，力弱難傷，不能為害，如折蒿矢，故名蒿矢。</br>占主始如雷吼驚恐終無事，愈遠愈小，漸漸消磨，此時有客，不可容納，主小人口舌，凡事憂在西南，喜在西北，乾天門也，占事人謀己，利主不利客，利後動，利小不利大，神將兇，日、辰無氣，主盜賊陰謀，神將吉，日、辰有氣，則幹貴有喜，行人來，訪人見。</br>彈射，日雖克神，終不能害神，如彈丸為箭，故名彈射。</br>占主己謀人，利客不利主，利先動，利上不利下，神將吉，遇德合，順貴，主親朋和氣，神將兇，帶刑害，逆貴，主事不睦，及𡨚仇，盜賊，訪人不見，行人不來。若克兩神，為一箭射雙鹿，事尤多心兩意也。</br>此二課，俱主遠事虛驚不實，縱有成就亦虛名虛利，帶金土煞則能傷人。蓋蒿矢見金為有鏃，彈射見土為有丸，主驀然有災，若傳空，又名遺鏃失矢，不能成事，大端祝福俱輕，若見太陰、玄武、天空，當有虛詐之事而禍起。</br>二課有近射，有遠射。第二課发用為近射，日之兩課自戰，多主外事不幹於內，兇勢略大，不可出尖，第三課、第四課发用為遠射，兇勢漸小，蓋第三課乃辰陽與日幹相競，尚覺兇重有力，不可先動，若第四課無力也。</br>遙克中，克多論比，涉害論深，以後凡克多者皆如此論。</br>袖中金</br>神遙克日名曰蒿矢，日遙克神名曰彈射，然事多動搖不定，主人情倒置，若帶金土殺，足能傷人。占人祝福俱輕，求事難成，以蒿為矢，以泥為丸，無利勢也。若第二課為用，乃日上兩課自戰，作事無力，多虛，不幹內事，不可出尖，第三課為用，乃辰之陽神自戰，兩陽相克，作事兇重，有力，不可先動，第四課又無力，蒿矢利主不利客，利小不利大，利後動，占行人來，訪人見，若朱雀、勾陳，當有官事、禍從外來。</br>彈射，利客不利主，利上不利下，利先動，不利占訟，占人不來，訪人不見，憂事主散，若見太陰、玄武、天空，當有欺詐虛誕之事，禍從內起，蒿傳金為有鏃，彈射傳土為有丸，主事驀然有災，若傳空亡，又名遺鏃失丸，不成事也。</p>",
    
    "虎視卦":"<p>《神定經》：統履之體，虎蛇當道，履尾之象</p>《六壬統宗》<p>“虎視轉蓬”：酉中有昴宿，屬秋分，為天地關梁，為日月出入門戶，且屬白虎金位，性主肅殺，義司決斷，取以為用，故總以昴星名之。剛者，陽也，陽性從天，男子氣浮，則仰視之，如虎視轉蓬而動，故名虎視轉蓬。</p><p>占主驚恐，關梁閉塞，津渡稽留，出行身不得歸，恐死於外，大抵禍從外起，惟家居守靜則吉。</p><p>此課如日用囚死，罡乘死氣，蛇虎入傳，大兇，病者死，訟者獄。若日用旺相又不在此論。</p><p>冬蛇掩目：柔者，陰也，陰性從地，女了氣沈，俯視之，如冬日蛇之掩目，故名冬蛇掩目。</p><p>占主事暗昧不明，進止兩難，女多淫佚，禍從內起，訪人不見，行者淹滯，逃亡隱形。</br>此課如螣蛇入傳，尤多怪夢憂疑，或申加卯為車輪倒斫。傳見玄武兇甚。惟午加卯為明堂，主萬事昌隆，午為離明，卯為天駟房心明堂之宿，兇亦吉也。</p><p>二課剛日本乎天者，親上，傳終歸幹上，從天類也。柔日本本乎地者，親下，傳終歸支上，從地類也。以天道言，昴星陰氣用事，微霜始降，枯槁皆死，此決斷萬物收斂精神之時也。以人事言，昴星於五行為金，五常為義，當其言不必信，行不必果，惟義所在，然後決之，故以昴星作課，然雖斷之以義，亦歸責於己，其可矣，故終末從其日辰也。酉為天獄，二課最忌刑獄，大端惟潛藏稍吉耳。</p>",
    
    "別責卦":"<p>《六壬大全》：此三課不備，別從其類責取一合神為用，故名別責。占者凡事不備，主有留連之體。</br>象曰：謀為處正，財物不全，臨兵選將，欲渡尋船，求婚別娶，胎孕多延，損而能益，事遇神仙。如神將兇，日用休囚，則應兇象，神將吉，日用旺相，則應吉象也。</br>訂論：蓋四課不全又不克，欲如昴星取酉而課又不備，只得別從其類責取一合神為用，故名別責。陰陽全無克制，二陽一陰如二男爭一女，二陰一陽，如二女爭一男，舍正而別求合。夫婦各得蕪淫佚之意乎，故亦名蕪淫。</br>占主凡事不備，謀為欠正，且合神事主留連，臨兵欲進不進，胎孕多延，凡事倚仗他人，借徑而行，吉兇多系於人，不幹己也，求婚另娶，占家宅，夫妻事當以淫斷。</p>",
    
    "八專卦":"<p>《六壬大全》：</br>凡幹支同位無克取陽順陰逆三神為用，曰八專課。蓋八專日有五，除癸丑日俱有克，無克者，甲寅、庚申，剛日從陽，主超進順布，己未、丁未，柔日，主退縮逆行，中末傳俱並日上神。如甲寅日，幹上陽神亥順數至丑，乃丑亥亥也，丁未日，辰上陰神卯逆數三辰，至丑，乃丑巳巳也。皆日辰陰陽共處，論伏呤四課八字，幹支神同一位，如八家同井，事專，故名八專。占理家務重輕易舉，不利奔波於外，統“同人”之體，乃大眾會盟之課也。</br>象曰：二人同心，其力斷金，陽進男喜，陰進女淫，失資眾犍，物失內尋，成功異路，擢顯士林。此八傳為兩課陰陽並，雖主事乖疏，凡事以兩課決之，陽日尊長欺卑幼，則主超進，主事速欲出，陰日夫妻懷背，及奴婢反主，柔主退縮，主事遲，欲歸，占婚姻進人口主口舌分享，則應九三，三歲不興之兇象，若龍常天乙吉將及天月二德善神，則應同人九五，大師克相遇，吉象也。</br>凡八專課遇天後六合玄武一將入傳，為帷簿不修格。蓋重門樹塞，以限內外，講堂設帳，以別男女，今陰陽共處，男女混雜，又遇後合陰私之神，鄭風尤甚，故名帷簿不修，主私泆不明，內失其禮也。</br>凡八專課逆數到日，中末相並，為獨足格。夫三傳皆歸一神，如路遙驛遞，無人傳送，獨展一足，難行，故名獨足格，凡事不能動移，自己尤多費力，或中末傳皆空亦然也。</br>訂訛：</br>八專，有克照常以克賊比涉等項論，幹支同位，專聚一處，故名八傳。</br>占主二人同心，其利斷金，兵資眾犍，物失內尋，陽日尊長欺卑幼，主事超進，迅速，陰日妻奴背夫主，主事退縮遲緩，占婚及進人口，主口舌分離，占憂喜事俱重疊。</br>此課若逢龍常天乙吉將及天月二德則又有同人協力，眾擎易舉之象也。</br>帷簿不修，如甲寅日幹之陽神亥順數三至丑乃丑亥亥也，丁未日支之陰神卯逆數三至丑乃丑巳巳也，八專之課已為尊卑共室，人宅不分矣，但有克者，尚有制縛，不可以淫佚斷，獨此無克者，任順逆數雲，伸縮而用之，全無克制，防範，故名帷簿不修。</br>占主外不隔而內不備，事多重疊，憂喜再來，幹涉婦人，久而反背，若後合玄陰入傳，淫亂必矣。</br>獨足，三傳皆歸一處，如路遙驛遞，無人傳送，獨占一足難行，故名獨足。</br>占主不能動移，極是費力，商賈不可行，占胎不成，遠行宜舟。</br>此課外有八專中末傳皆空者，亦如此斷。</p>",
    
    "伏呤卦":"<p><b>《六壬大全》</b></br>統艮之體，守舊等新之課。</br>訂訛：</br>伏呤，俯伏本家，不能變動，只有呻呤愁嘆而已，故名伏呤。</br>占主屈不得伸，靜中思動。</br>自任，天地鬼神，不動不克，無所取擇，自任其己之剛，進用於時，故名自任。</br>占主自強出關，而當閉塞，惟柔順守靜吉，則事成也。若任己過剛必成愆咎，行人立至，然亦本家暫出之人，原非遠也，失物逃亡俱不遠，胎孕聾啞，禍患流連，病主不語而呻吟，淹滯歲月，幹謁不出。</br>此課如甲日春占，丙日夏占，庚日秋占，壬日冬占，三刑有氣，無克傳逢驛馬或不得己而動，亦動中有成也。</br>自信，自信其在己之柔而自用，故名自信。</br>占主不能動身乃家宅不寧之兆。</br>此課與自任課占病、產、盜、逃俱同，訟獄俱主土田，關梁俱主杜塞，惟行人則自任立至，自信難期，出行則自任欲行中止，自信潛藏不出，若有丁馬俱可言動。</br>杜傳，傳行杜塞，故名杜傳，占主事中止改圖則可成。</br>指要：</br>自任自信，天地如一，隱伏未发之象，靜則宜，動則滯，一雲主事藏匿不動，靜中求勞，有屈不得伸之象，失物不遠，訪人不出，病主不言語而呻吟。心鏡雲，行人立至門者是本家暫出之人，非遠回人至也。陽日尚可言立歸，陰日尤難期也，所主皆遲。</p>",
    
    "返呤卦":"<p><b>《六壬大全》</b></br>凡課十二神各居沖位取相克為用，曰返呤課。蓋諸神返其位，坎離交易，震兌互換，日辰陰陽往來克賊，反覆呻呤，故名返呤。</br>凡占，來者思去，離者思歸，得失未可一定，惟利復舊事，統震之體，重重震驚之課也。</br>象曰：高岸為谷，深谷為陵，得物尤失，敗物反成，安營離散，出陣虛驚，得生於外，害人自承。如巳亥巳返呤，多主改動，取索財物，文章事。卯酉卯，占家宅門戶道路事。寅申寅，占遠行移動爭訟事。遇兇神兇將，主損失，雖動無益，有重重驚惱，則應六五，往來厲，億兇象。善神吉將，主赴省求恩，轉官之喜，則應初九，笑言啞啞，吉象也。</br>凡返呤課無相克，以支辰傍射敵上神為用，曰井欄格。蓋返呤多相克，無克惟四日，己丑、丁丑、辛丑、辛未。然丑無克，用巳上神亥，未日用亥上神巳，如傍進倚欄斜沖射之，不易井外，故名井欄射。井欄無來去，必中投辰上神而末投日上神為傳，此其法也。占者無事依倚，一身兩用之體也。</br>象曰：行人阻遏，盜賊相攻，內外多怪，上下不恭，傍求事就，直求道窮。三傳救護，喜見青龍，如神將兇，則有兇象，吉則有吉象。</br><b>訂訛</b></br>返呤亦名無依，有克照常克賊比涉等項論。彼此相沖往來咨嗟不寧，故名返呤。且十二神各易本位，無所憑藉依附，故名無依。</br>占主事帶兩途，遠近係心，往返無常，欲動不動，禍自外來，事從下起，北逆分離，有疑莫決，安營離散，出陣敗奔，來者思去，去者復來，得失未有一定。巢穴改，宮易位，親情無始終，病亦兩癥相侵，行多反復，惟利反舊事。大都 凡動無憑伹，當久動思靜而已。巳亥巳占改動取索，財物文字事，卯酉卯占家宅門戶道路事，寅申寅占遠行移動爭訟事，神將兇俱主兇動，有重重驚惱。</br>此課多主動，若去來空亡，又不以動論。</br>井欄射，亦名無親，無克惟丁未、己未、辛未、丁丑、己丑、辛丑，六日。丑無克以丑宮癸水遙射巳宮丙火，未無克以未宮己土遙射亥宮壬水，故丑日以巳上亥神為用，未日以亥上巳神為用，如傍井倚欄斜射之，不出井外，故名井欄射，全是沖開渙散不屬，故又名無親。</br>占主內外多怪，上下睽隔，井上架木，易欹易斜，不能長久之象，動則宜，靜則憂，事無憑依，一身兩用，傍求易就，直道難容，凡事速成易破。</br>此課如遇吉神良將，凡事半遂，尤喜見青龍求護也。</p>",
    
    "龍德卦":"<p><b>吉泰門</b></p><p><b>神定經</b></br>《心照經》曰：龍德卦者，占事遇太歲今日為用傳，发用月將。以此占事，利見大人，當有遷官盡職之事。</p><p><b>六壬大全</b><br/>惟尊貴求卑下不吉，或帶殺，為日鬼，占訟則事幹朝廷。</p><p>素鍵：根據神經定，“遇太歲今日為用傳”，用傳二字可解作“发用”，也可解作“发用、三傳，即太歲為发用或在傳中”，此處取太歲為发用或在傳中立卦。</p>",
    
    "三光卦":"<p><b>吉泰門</b></p><p><b>《神定經》</b><br/>……以此占人，病者有救，囚系得出，市賈有利，所謀皆成，福佑自至，殃禍消散也……</p><p><b>《心鏡》</b><br/>用起日辰俱旺相（用神旺相為一光，日辰旺相為二光），傳中復有吉神並（為三光也），三光並立無相克，作事多歡病者輕，縱逢兇將無憂患，囚系官災事不停，六月戊寅寅時課，三傳俱旺貴人榮</p><p><b>《六壬大全》</b><br/>凡課用神日辰旺相，吉神在中，為三光課。蓋日為人，旺相不但諸鬼不能勝而人口又能崢嶸，一也。辰為宅，旺相不但宅居廣寬而諸邪又不能入，二也。用神為日用動作，旺相不惟所幹無阻，又光其動作，三者皆有光華，故名三光。占者萬事任其所為，皆無費力而成，且有吉利。統“賁”之體，乃光明通達之課也。<br/>象曰：課入三光，萬事吉昌，刑囚釋放，疾病安康，市賈得利，謀幹俱良，福佑自至，兇禍消亡。如神將俱和合相生，日辰用神旺相，主遷官進職之榮，始終獲喜，必有慶賀，萬事吉昌，縱年命兇殺，亦不為兇，則應賁，六五，束帛戔戔，吝，終吉象，若日辰居天乙後，中末囚死，則應三光失明之象。前有功德虛喜，後復抑塞難通，當應賁，六四欲與初九婚姤，乃為九三間隔，未獲相賁之象也。<br/>袖中金<br/>用神旺相，吉神臨支幹有氣，末傳又逢吉神吉將或帶合，三光並照，福佑自至，災禍自消，吉無不泰。若用神旺相，吉將亦臨支幹有氣，末傳卻值兇將，刑害交互者，則光而復翳，明而反暗，先祖有財，後來家道顰索。遇此名三光埋影，不可不審末傳，勿一概言之。</p>",
    
    "三陽卦":"<p><b>吉泰門</b></p><p><b>神定經</b><br/>《玉衡經》曰：三陽者，用在旺相中為一陽，日辰在天乙前為二陽，天乙順行為三陽。<br/>注曰：用得旺之氣，天乙順治，日辰在天乙前，終得吉將，以此占人，身無憂患，所求皆成也。<br/>……以此占人，病者無憂，所為皆成，囚系得釋，父安得起，兇災自退，所求皆得。……</p><p><b>《六壬大全》</b><br/>凡課天乙順行，日辰有氣居前，旺相氣发用，為三陽課。蓋天乙貴人左行正理，陽氣順，一也。日辰前於天乙，陽氣伸，二也，日辰旺相陽氣進，三也，此三者，陽氣開泰，萬物光輝，更兼吉將，故名三陽。占者凡事吉慶，所求皆遂，統“晉”之體，乃龍劍呈祥之課也。<br/>象曰：課入三陽，官爵翺翔，訟獄得釋，病疾無妨，財喜遂意，行人還鄉，賊來不戰，孕產賢郎。如神將上下相生，謀為萬事皆利，有官者，職位高遷，病者死欲入棺當活，囚者刀雖臨項無慮，縱逢刑害，喜事不遲，則應晉六五，往吉，無不利之象。若天乙辰戌，為貴人坐獄，獄，陰地也，用神為為鬼，賊克日，中末無救神，則應三陽不泰，占事暗昧不就，未免先吉後否，則應晉九四，鼫鼠，貞厲之象也。</p>",
    
    "三奇卦":"<p><b>吉泰門</b></p><p><b>《神定經》</b><br/>……三奇者，臨日辰人年发用，皆主吉慶之象。雖與刑殺相會，罪亦可赦也。……以此占人，當有吉慶之事。……</p><p><b>《心鏡》</b><br/>三奇发用逐旬行，兩處區分共一名（原注：一卦有兩般奇，一卦有兩般名），甲午甲申神後是，寅辰二甲在登明，子戌旬中居大吉，不忌殺之並與刑（原注：以上一段不忌刑殺）。甲日勝光乙日巳，支逆隨午巳丑停（原注：甲日在午，乙日在巳，從子逆行至丑住，至丑迴向未上，起庚為奇），庚卻順流奇在未，癸盡天魁總有靈（原注：庚日在未，順行癸日到戌），占值丙奇皆吉悅，傳內天官更要精（原注：兩奇得一即吉，天卦有兩般奇，旬奇：甲午、甲申旬在子，甲寅、甲辰旬在亥，甲子、甲戌旬在丑，幹奇：甲日在午，乙日在巳，丙日在辰，丁日在卯，戊日在寅，己日在丑，庚日在未，辛日在申，壬日在酉，癸日在戌）。</p> <p><b>《六壬大全》</b><br/>凡課得旬日之奇发用或入傳，為三奇課。如甲子、甲戌旬用丑，甲申、甲午旬用子，甲辰、甲寅旬用亥，，此為旬三奇。甲日用午丙奇辰，乙巳丁卯戊奇寅，己丑庚未辛申位，壬奇取酉癸戌雲，此為日奇。蓋雞鳴乎丑，日精已備，鶴夜半鳴，月精已備，鬥轉乾亥，星精已備。又丑為玉堂，子為明堂，亥為絳宮，此三者，日月星精，為旬用之奇，故曰三奇 。<br/>占者百禍消散，凡事吉利，統“豫”之體，乃上下悅懌之課也。<br/>象曰：萬事和合，千殃解除，婚求淑女，孕育賢兒，士有奇遇，病獲良醫，縱乘惡將，兇去吉隨。如旬、日奇並臨，吉課為上。有旬奇，無日奇，亦可用。或逢亥子丑兼全，為三奇聯珠，大吉。更遇天上三奇乙丙丁，或地下三奇甲戊庚，入傳尤利。居官則因異政超擢，出軍利用奇兵取勝，凡事逢兇化吉，則有“豫”六二，“貞吉”之象。若有幹奇無旬奇，神將兇，則應初六，“鳴豫兇”也。<br/>訂訛<br/>……，若三傳亥子丑為聯珠三奇，或天上三奇乙丙丁，地下三奇甲戊庚為遁奇，……，旬奇幹奇並臨為上，有旬奇無幹奇亦可，若止有幹奇不名三奇。<br/>占主凡事逢兇化吉，不忌刑殺，事有奇遇，官以異政超擢，出軍奇兵取勝，婚諧，孕生貴子，病訟解。<br/>此課如奇作空亡，未象奇精有損，其福減半，先明後暗，吉兇皆無成。<br/>神中金<br/>……，主災散福臨。<br/>大抵三辰連茹，事欲行不行，欲止不止，節外生枝，順則先進後退吉而順，逆則選退後進。凡占，必見人情不和，兄弟朋友失和氣之象，死三奇卦後有死奇卦甚明。</p>",
    
    "六儀卦":"<p><b>吉泰門</b></p><p><b>《六壬統宗大全》</b><br/>（旬儀支儀发用，或入傳是也）……，蓋旬首乃六陽，支儀為星宮之長，直符之使，此旬與支之冐領，為諸神儀表，故名六儀。旬儀支儀拜臨為上，有旬儀無支儀亦可，若止有支儀不名六儀。<br/>占主凡事逢兇化吉，不忌刑殺，求望得，投書幹貴宜，病遇良醫，罪赦官擢，若旬首為用，更作今日貴人為富貴六儀，作廉幕官，士人高第，若奇儀全遇，凡百吉不可言。<br/>此課吉惟克行年兇。</p>",
    
    "鑄印卦":"<p><b>吉泰門</b></p><b>《六壬統宗大全》</b><br/>　　（三傳巳戌卯）巳為爐，戌為印，卯為印模，戌中辛金逢巳丙火作合煆煉鑄成符印，故名鑄印，卯為車，又名鑄印乘軒。<br/>　　占主符命入手，科甲（素鍵：根據《六壬大全》補入“甲”字）官爵俱高，幹謁吉，如戌巳（素鍵：《六壬大全》作戊、己）又為生日之印，更遇太常為綬，乃印綬雙全，定主轉遷超擢。<br/>　　此課多主事成遲晚，然惟利官，庶人不吉，更不利於病訟，憂產四事。又夏月巳午日時戌，值蛇雀（素鍵：《六壬大全》作，巳午日時，或值），火太旺，戊（素鍵：《六壬大全》戊作戌）卯或值空亡，則為破印損模，官必不遷，兼遇神將兇，主先成後破，徒勞心力，大都鑄印乘軒，須得驛馬、太陰、六合乃為真體，又有丙丁日，戊加午上（素鍵：《六壬大全》作，又有丙子日，戌加幹上），得吉將亦名鑄印，春夏丙丁日火太過，不在此論。然須白虎、太陰、蛇雀金火之將入傳，若金少火多，火少金多，為五行不備，必有所傷，或末傳得天後、玄武，更臨水鄉，與日相破，名曰鑄印不成，來意主望官爵，吉事欲成，中阻耳。又鑄印課，乘日墓主退退失或舊事再新。</p><p><b>《心鏡》</b><br/>　　天魁是印何為鑄，臨於巳丙冶之名，中有太沖車又在，鑄印乘軒官爵成，傳中有氣將為速，覆又兼之驛馬並，太陽所主陰私立，天乙順行君令明（原注：三傳巳戌卯為鑄印，蓋巳為爐，戌為印，卯為模範故也。傳中又有太陰、六合神將旺相相生最宜求官，忌空亡，眉批：以三傳言）</p>",
    
    "斫輪卦":"<p><b>吉泰門</b></p><b>《六壬統宗大全》</b><br/>　　（卯加庚辛申酉发用）卯為車輪，金為斧斤，木就金斫，故名斫輪</br>　　占主祿位高遷，革故鼎新之象，更喜戌為印，太常為綬入傳，卯加庚與申為上，辛酉次之，緣卯中乙木與申中庚金作合成器或壬癸日見水神為舟楫，初末有馬引從為軒車，能任重致遠，除官必矣。斫輪來意主望官事，先歷艱難，後卻有成，蓋木畏金故。蓋艱難然後成也，將得龍常陰合，方成其體，求財大獲，寅亦是木，如何不作斫輪，蓋寅乃天樑，成器不須斫也。<br/>　　此課多主事成遲晚，占孕與病訟忌之，或木休囚乘白虎為棺槨，值空亡為朽木難雕，須另改業。春季甲乙日寅卯時木太重為傷斧，秋季庚辛日申酉時金太重為傷輪，反兇，或辛卯日，幹上卯，為財就人，宜速取之，緩則被木克其戌土，反有害也，與乙未日未加乙同。若傳見本日墓神，名曰舊輪再新，來意主退官失職再謀覆興之意，大都斫輪課木日艱難，火日災疾，金日獲福，水日心不定，變異艱難中遂意，土日流轉。</p>",
    
    "軒蓋卦": "<p><b>《六壬大全》</b><br/>　　凡課值勝光為用，遇太沖，神後，為軒蓋課。神後子也，為紫微華蓋，太沖卯也，為天駟天車，勝光午也，為天馬，此三神並遇，如乘駟馬軒車高張華蓋，故名華蓋（素鍵：“華蓋”二字疑為“軒蓋”，否則於意不通）。占者加官榮顯，凡事吉慶，統“升”之體，乃仕子发達之課也。<br/>　　象曰：課遇高軒，車馬皆全，朱輪穩上，詔用榮宣，求財大獲，疾病難延（素鍵：車馬華蓋俱逢，極動之象，占病兇，有身亡之憂），幹貴歡會，行者必旋。如勝光又作月內天馬，太沖又作月內天車（素鍵：《六壬統宗》，“卯又作月內天車，其動猶速”），正七月內是也。然車馬既動，出者必行，聞賊必來，余月軒蓋又帶三交，出軍沖野，決防占鬥，論訟換司易衙，病者魂遊千里，或年命有龍，出行大雨（素鍵：“年命”二字下缺字，“有龍”二字疑當與“出行大雨”為一句，因“青龍”主雨，出行遇“青龍”，當遇雨，《六壬統宗》“高蓋有龍，出行則大雨…………，或三傳帶殺，乘蛇死氣，克年命日辰”），車馬作財，財自外來，更日用旺相，又為太歲月將德神，上乘貴人龍常後合吉將，當主出入見君拜官，驛馬高車，華蓋執節，喜慶寵祿，十全之榮，官爵當踐公卿之位，則應初六，允升，大吉之象。若三傳帶殺，乘蛇虎死氣克年命日辰，或空亡，或卯作喪車，則刑沖從兇而動，變軒蓋為三交，身弱人衰，則為乘軒落馬之象，主傷躬被脫，望事無成，則應上六，冥升，消不富之象也。</p>",
    
    "官爵卦":"<p><b>《神定經》</b><br/>　　《靈轄經》曰：官爵卦者，謂人年命日辰发用見印綬驲（素鍵：“驲”也叫傳（zhuàn ）車。 古代驛站 用來送信的車。）馬，當得官爵之象也。<br/>　　注曰 ：官爵者，河魁太常為印綬。驲馬者有四種，第一太歲驲馬，第二本命驲馬，第三月建驲馬，第四今日驲馬。<br/>　　若用起此神，或傳中見之，皆主得官之象。有旺相氣者，求一切大小事者皆得也。<br/>　　注曰：驲馬只有三命中驲馬也，寅午戌在申，申子辰在寅，亥卯未在巳，巳酉丑在亥。<br/>　　若太歲人年月建今日遇之，即事是官爵卦也。<br/>　　假令太歲甲戌，有人年四十五生庚寅，以正月庚寅日亥時占時（素鍵：“占時”疑為“占事”），則太歲人年月建今日驲馬並在申，用起傳送，為四般驲馬。以此占人，當有遷官榮升之象。第一課申庚，第二課申申，三課寅寅，四課寅寅。初傳申，天後兄；中傳寅，青龍財；末傳巳，朱雀官鬼。</p><p><b>《心鏡》</b><br/>　　印綬兩般俱用見（原注：天魁、太常悉為印綬。又雲，天魁為印，太常為綬，此兩般初用，但得其一，亦是吉卦，齊臨甚美）四驛馬因傳內逢（原注：四驛馬者，太歲、月建、日辰、行年。假如二月建卯，驛馬在巳，行年立子，驛馬在寅是也，余效此）（眉批：以四課三傳言），值此名為官爵卦，終吉何憂選不通（傳終若得吉神將者，求官入選，遷改並通也）。</p><p><b>《六壬大全》</b><br/>　　凡課得歲月年命驛馬发用，又天魁太常入傳，為官爵課。驛馬者，三合頭沖是也，為驛遞之神，傳命之使也，人命行年太歲月建並用之馬，華麗異常，又戌為天魁為印綬，榮加官職爵祿，名曰官爵也。占事吉慶，仕宦升擢，統“益”之體，鴻鵠沖霄之課也。<br/>　　象曰：官爵印綬，得之榮華，財名吉利，病訟堪嗟，訪人不在，行者還家，孕生貴子，仕宦尤佳。如四馬帶印綬，更遇德神、天馬、青龍、日辰二馬尤吉。日用旺相，主事速成，仕宦有遷官進爵之慶。常人有貴財利之吉，士子何憂上選不通，則應“益”初九，利用為大作，元吉之象。若驛馬被沖破，魁常值空亡，日用囚休，主事遲滯而返恓惶，則為官爵失印之課，主官遭黜罰，文書沈匿，謀為不成，變喜為憂，當應上九，立心，勿恒，兇之象也。</p><p><b>《六壬統宗》</b><br/>　　（或驛馬发用，印綬入傳，或印綬驛馬入傳，都要臨日辰年命為的）天魁印綬也，驛馬使命之神也，此拜除官爵之象，故名官爵。<br/>　　占主無官得官，有官進爵，傳中合神動，更主重遷，如寅為驛馬发用，末傳亥是也。驛馬既動，行人至，賊來，求望遂，病必魂遊千里，訟者遍於諸司，孕生貴子訪人不在。<br/>　　此課若驛馬逢沖破，官爵淹留，印綬遇空亡，官爵脫失。</p><p><b>《神定經》</b><br/>　　官爵轉授遲速第五十，引《靈轄經》行年，本命，月建，今日四等驛馬</p><p><b>素鍵注：</b><br/>　　各書對官爵卦成立條件，皆有不同，今取此課成立條件為：<br/>　　1、戌與太常入傳<br/>　　2、太歲、月建、日支、行年、本命的驛馬入傳<br/>　　戌為印，太常為綬，只要傳中見到戌、太常、驛馬，皆為官爵卦。发用為事之始，中為事之壯，末傳事之終，若印綬或驛馬僅限於初傳，多有狹隘，如，占官職，初傳不利求官，中末見印綬驛馬，為事之開始不利，終得官職。<br/>　　太歲為朝廷，月建為省級，日支為工作，取此三者驛馬當無可爭議。行年為人，本命也為人，若只取行年驛馬，不取本命驛命，於理不通，故，行年、本命驛馬同時取，此二馬代表人之動。</p>",
    
    "富貴卦":"<p><b>《神定經》</b><br/>　　《靈轄經》曰：富貴卦，占遇天乙貴神乘旺相氣，上下相生，臨日辰人年发用，皆為富貴之卦。<br/>注曰 ：人年辰上得吉神良將，有旺相氣，用神始終旺相，則為積代富貴。若得兇神惡將，有旺相氣者，先是賊人賊子，暴得名位也。<br/>假令人年立寅，以十月丙寅日巳時占事，陰陽上下無克，惟登明遙克日為用。六丙日治登明，冬月水旺，為天乙乘旺氣，上下相生為用。以此占人，為積代富貴之象。第一課寅丙，二課亥寅，三課亥寅，四課申亥。初傳亥，貴人官；中傳申，玄武財；末傳巳，天空兄弟。</p><p><b>《心鏡》</b><br/>　　天乙加來乘旺相，臨在行年與日辰，发用傳中吉有氣，即是從前富貴人，中遇兇神近榮顯，但看青龍足寶珍。（原注：末傳吉將，求官顯達也）</p><p><b>《六壬統宗》</b><br/>　　（天乙发用乘旺相臨日辰行年，傳終有氣是也，又幹支逢祿馬亦是）天乙為十二神元首，專主財喜、官爵等事，富而且貴，故名富貴。<br/>　　占主家昌官顯富貴兩全，孕生貴子，訟理謀遂，如傳遇戌加巳又為富貴權印之象，更吉。若遇太常為綬及驛馬乘乘青龍，主積代富貴，無官者有官，有官者高官。<br/>　　此課如貴人入獄，又名勢消課。告貴不允，所占皆兇。乙辛辰戌日及辰戌年命之人，又不以坐獄論。又貴人坐獄，為受賄，宜陰祭私禱。凡傳見晝夜兩貴，主告貴求事必幹兩處貴人成就然。或四課三傳皆晝夜貴，為遍地貴人，乃貴多不貴，告貴反無依，在任多差使，或權攝不一，占訟主幹多官，尤兇。日貴在夜，夜貴在日，為貴人蹉跌，告貴幹事，多不歸一。然日貴在夜，開眼作暗，夜貴在日，自暗而明。日貴臨夜貴，夜貴臨日貴，官訪官得見，下人謁官不見，以貴往見貴故也。貴在幹前事不宜迫，迫反為貴所怒，貴在幹後，宜催，不催事慢。兩貴逢空或事許後無成，或誤報虛喜，換旬可成。兩貴坐受方不可告貴用事，占訟貴怒。朱雀所乘神克貴，求文書，貴人忌憚。六丁日，貴作日鬼臨日，占官利，占病，神祇所害，臨支，家神致病，宜修設安慰宅神，墓鬼尤兇。貴作六害，占訟理直而遭曲斷，此皆不訟发用與否也。</p><p><b>素鍵注：</b><br/>　　各書對富貴卦成立條件，多有不同，今取此課成立條件為：<br/>　　1、天乙乘神旺相，天乙发用<br/>　　2、日、辰、行年、本命上神有一處為天乙</p>",
    
    "時泰卦":"<p><b>《神定經》</b><br/>　　《靈轄經》曰：時泰卦者，謂占得太歲為用為天子，月建所合為青龍。若用臨发用日辰人年者，此占之，利見大人，有冥福相助也。<br/>　　注曰：用得太歲為天子，傳得月建為青龍，宜見天庭，福神相助，必有官爵之象。<br/>　　假令寅年六月乙丑日丑時占事，四課陰陽中見功曹臨酉，下克上為用，此名发用太歲為天子。傳見小吉，將得青龍，此為月建會青龍。以此占人，皆為利見大人，有冥福助。第一課酉乙，二課寅酉，三課午丑，四課亥午。初傳寅，中傳未，末傳子。</p><p><b>《大六壬靈覺經》</b><br/>　　《靈轄經》曰：時泰課，占時得太歲发用，為天子月將所合，為青龍。若臨日辰年命发用，為時泰課。利見大人，有福神相助，當有官爵榮遷之喜。<br/>　　如寅年六月乙丑日丑時占事，四課中陰陽見功曹臨酉，下克上為用，此太歲為用，傳見小吉，得青龍為月建，是為時泰課，宜謁尊貴，覲天庭，有福神相助也，此雖夜時，但日間占不用夜貴，只子貴逆治，至未在寅上得青龍太歲发用，旺得青龍貴人。</p><p><b>《六壬大全》</b><br/>　　凡課用起太歲，月建乘青龍，六合又帶財德之神，為時太課。蓋太歲為天子，月建為諸侯，青龍為官長尊貴、錢財、喜慶吉神，六合為謀幹利祿、婚姻和合吉利。四者為用並入傳，更為日辰財德吉神，如人時運通太，故名時太。占者萬事亨利，統“泰”之體乃天地和暢之課也。<br/>　　象曰：課入時泰，皇恩欲拜，災患潛消，謀為無礙，逃亡必歸，盜賊自敗，孕育貴兒，前程浩大。如初傳青龍，末傳六合，或初傳六合，末傳青龍，但逢太歲、月建、月將並財德，合吉神，則為福神相助，利見大人，朝天子，謁諸侯，大貴人皆吉。仕宦則逢榮寵，詔命喬遷，常人則獲財吉，大有嘉慶，當應“泰”六五，帝乙歸妹，以祉元吉之象也。<br/>　　如子年戌月戊寅日戌時，卯將。子為太歲，又為日財德合，加未為用，初傳青龍，末傳六合，為時太課。<br/>　　訂訛<br/>　　但逢太歲月建，作日財德，太歲发用更佳，入傳亦同。<br/>　　天恩（幹支得用乘貴人，兼青龍、天後入傳或在年命是也）幹支屬本季旺氣，謂之得用，如春占值甲寅乙卯日之類，兼貴龍後湊合，是上天布降恩澤，故名天恩。<br/>　　占主仕者膺朝廷恩典，賞人獲貴人恩惠，孕生貴子，病痊，囚赦。<br/>　　此課若傳見空亡，又名天恩未定，事多虛喜，上天雖有意施惠，猶豫未決。</p><b>素鍵注：</b><br/>　　《心鏡》上沒有這個卦，《六壬統宗》上雖有此卦，但未找到原文，似是文字缺。<br/>　　此卦《神定經》與《靈覺經》都引《靈轄經》，兩者文字雖然類似，但有差異，疑為傳寫錯誤。《六壬大全》又多了“六合又帶財德之神”，疑為《六壬大全》認為太歲发用，月建乘青龍入傳，只是貴而不富，加上“六合又帶財德之神”才為富的象。六壬中“青龍”可以象大財，已經有“富”的象，因此依《神定經》的注取此卦成立條件為：<br/>1、太歲发用<br/>2、月建乘青龍入傳</p>",
    
    "伏殃卦":"<p><b>兇否門</b></p><p><b>《神定經》</b><br/>《心照》曰：伏殃卦者，謂天鬼发用，或臨日辰年命，以應此卦。<br/>天鬼煞者，以正月從酉上逆行四仲，周而覆始也。</p><p><b>《心鏡》</b><br/>天鬼常依四仲神，建寅居酉逆相尋，（原注：天鬼一名伏殃，正月酉，二月午，逆行四仲。凡主伏兵殺傷，或全家病，宜禳禱以除之。）行年日上如逢此，殃伏兵傷亂殺人。（眉批：以月年辰上言。）</p>",
    
    "羅網卦": "<p><b>兇否門</b></p><p><p><b>《神定經》</b></p>《心鏡經》曰：羅網卦者，謂日辰前一辰為天羅，所沖為為地網。若发用日辰年上，及應此卦。徐道符曰：占遇天羅地網，當主官災疾病，各以神將言其吉兇所用也。</p><p>《心鏡》：日前一辰天羅殺，對沖名為地網神，发用行年支幹上，官災病厄是其迍。朱雀火災白虎病。騰蛇憂夢怪驚人。</p><p>《六壬統宗》：羅網前位神覆蓋遮隔，不得出頭，故名羅網。占主身宅俱不便利，病危官災，謀為多拙，遇丁馬更兇。此課得年命沖破羅網之神，為有救。</p>",
    
    "微服卦": "<p><b>《神定經》</b><br/>　　《曾門經》曰：陰陽失位為微服，天乙立私門為蹉跎，主君子不安其位，庶人不安其居也。<br/>　　樂產曰：陰陽失位，君子將遷，小人時黜。<br/>　　假令正月辛亥日寅時占事，小吉傳送為日辰之陽，並為天乙後，天罡太乙為日辰之陰，並在天乙前，此名陰陽失位，為微服卦。天乙臨卯酉，貴人立私門，為蹉跎也。余倣此。</p>",
    
    "度厄卦":"<p>《六壬大全》：凡四課內，三上克下或三下賊上為度厄課，蓋上為尊下為卑，三上克下則長欺幼，勢必遭厄，三下賊上，則長不正，幼乃淩長，為度厄，占者家宅欠利，老幼見災，統剝之體，乃六親永炭之課也</p><p>象曰：事憂老幼，患病重來，家門不吉，骨肉尤乖，出軍失利，行者多災，類神旺相，禍去富來，如发用陽神乘兇將，主伯叔尊長有災，陰神主姑姨幼小有災，當應剝不利攸往之象，日用旺相，乘吉將主幼得長力，長得幼力，則應上九君子得輿之象。</p><p>訂論：</br>度厄（三上克下曰幼度厄，三下賊上曰長度厄）三上克下，主卑小有厄難，故曰幼度厄，三下賊上，主尊上厄難，故名，長度厄</br>占主家門不吉，骨肉乖離，幼度厄，若子孫发用，兇神入墓，卑者更兇。長度厄，若父母发用，兇神入墓，尊者更兇，若仕者占，主事從鄰邑发動，山鵲合群，同氣相親之兆也，神將吉，因動成喜，神將兇，面合心離，或反有暗害，或與刑殺並，及旺相氣，兇易成，若與德合並，不能害也。</br>此二課同下二課俱以比者為用，俱不吉，然有救又不以兇斷。如火克金，則水為救之類。</p>",
    
    "無祿絕嗣卦": "<p>《神定經》：統否之體，上下僭亂</p><p>無祿卦：《曾門經》曰：四上克下，法曰無祿，空室無人，老必孤獨，臣子受殃，六親死亡，從此離散，客勝主負，利於先起。 注曰：君以臣為下，父以子為下，兄以弟為下，夫以妻之下，今四上克下，無下賊上，故曰無祿。</p><p>絕嗣卦: <br>《曾門經》曰：四下賊上，法曰絕嗣，亡其先人，孤獨無嗣，宜為主人，利於後起也。注曰：臣事君，子事父，弟事兄，妻事夫（內繼命）今下賊上，是謂絕嗣。法主臣輕其君，子慢其父，弟背其兄，妻叛其夫，此時若生男女，當克父母，故亡其先人，是謂絕嗣。</p><p>《六壬大全》：凡課四上俱克下為無祿課，蓋日辰陰陽俱相克不得其所，不免投辰上兩課，辰上陰陽又相克，則無所投之路，占者多主孤獨，如四上克俱克下為無祿格，主庶人不祿，有官罰職，輕則罰俸，重則削職，蓋以上制下，臣子受殃，屈者難伸，對敵利客，訟宜先起者勝，惟火多克金，有水可救，其課，統否之體，乃上下僭亂之課也。</br>象曰：上克無祿，下克絕嗣，君臣悖逆，父子分離，求謀不遂，動作多疑，三傳有救方免災危，如神將兇，則應六三包羞兇象，神將吉有救神則應上九先否後喜之象也。</br>凡四下俱賊上，乃為絕嗣之格，乃主小人無禮，暗算、橫災、殃禍、病者死、逃者轉匿，尊長見災，戰鬥利主，訟宜後對，中年多子息，老後主孤獨。</p>",
    
    "連珠卦":"<p><b>《心鏡》</b><br/><b>吉泰門</b></br>孟仲季三傳，尊卑位不偏（眉批：以三傳言）或是歲月日，累累月相連，皆曰連珠卦，事緒百盈千，兇則災不已，吉則慶纏聯，三傳同一處，謀幹利成全，歲月日時建，順速逆遲延。</p><p><b>《六壬統宗大全》</b><br/>粘連門<br/>（或三傳孟仲季相連，或三傳歲月日相連）連如貫珠故名連珠<br/>占主吉兇各重疊不已，進連珠事順，退連珠事逆</p><p>素鍵：根據《統宗大全》，三傳“日月年”也取為連珠卦</p>",
    
    "連茹卦":"<p><b>《六壬統宗大全》</b><br/>（三傳不斷）三傳接連相為牽引，有撥茅連茹之象，故名連茹。<br/>占主吉兇各有重疊，孕必連胎，士獲交舉，時旱多晴，天陰久雨，進連茹事順，值空亡，則退可遠害，退連茹事逆，值空亡，則進可消災，退連茹又名失友。主事欲行不行，人情欠美，或三傳亥子丑為三奇連茹，萬事和合。</p><p><br/>神中金<br/>……，大抵三辰連茹，事欲行不行，欲止不止，節外生枝，順則先進後退吉而順，逆則選退後進。凡占，必見人情不和，兄弟朋友失和氣之象，死三奇卦後有死奇卦甚明。(素鍵：袖中金，此文錄自，《六壬大合》的“三奇課”一節)</p>"
    }
    